# =========================
# Archivo de ejercicios - Rama de GitHub
# Cada sección corresponde a un integrante del grupo
# =========================

# 1. Maximiliano Méndez
# ---------------------------------

# ---------------------------------


# 2. Mailén Ortiz
# ---------------------------------

# ---------------------------------


# 3. Nicolás Ibañez
# ---------------------------------

# ---------------------------------


# 4. Lautaro Fernández
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 5. Maximiliano Reinoso
# ---------------------------------
oracion = input("Ingrese una oración: ")

print (oracion.replace(" ",""))
# ---------------------------------


# 6. Maximiliano Méndez
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 7. Mailén Ortiz
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 8. Nicolás Ibañez
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 9. Lautaro Fernández
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 10. Maximiliano
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 11. Maximiliano Méndez
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 12. Mailén Ortiz
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 13. Nicolás Ibañez
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 14. Lautaro Fernández
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 15. Maximiliano
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 16. Maximiliano Méndez
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 17. Mailén Ortiz
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 18. Nicolás Ibañez
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 19. Lautaro Fernández
# ---------------------------------
# Escribí tu código acá
# ---------------------------------


# 20. Maximiliano (cagaste)
# ---------------------------------
# Escribí tu código acá
# ---------------------------------
